Repository: iosdev28/Agnihotra_Buddy
Catalog: Agnihotra Buddy/*.lproj/Localizable.strings
Languages: de, es, hi

source: Delete this Location
de: Diesen Standort löschen
es: Eliminar esta ubicación
hi: यह स्थान हटाएं

source: Rename this Location
de: Benennen Sie diesen Ort um
es: Renombrar esta ubicación
hi: इस स्थान का नाम बदलें

source: Delete this Location ?
de: Diesen Standort löschen?
es: ¿Eliminar esta ubicación?
hi: यह स्थान हटाएं?

source: Enter new name for location
de: Geben Sie einen neuen Namen für den Standort ein
es: Ingrese un nuevo nombre para la ubicación
hi: स्थान के लिए नया नाम दर्ज करें

source: Location Name
de: Standortnamen
es: Nombre del lugar
hi: स्थान का नाम

source: RENAME THIS LOCATION
de: Benennen Sie diesen Standort um
es: Renombra esta ubicación
hi: इस स्थान का नाम बदलें

source: Alarm set for
de: Alarm eingestellt für
es: Alarma para
hi: के लिए अलार्म सेट

source: minutes before Agnihotra.
de: Minuten vor Agnihotra.
es: Minutos antes del agnihotra.
hi: अग्निहोत्र से कुछ मिनट पहले।

source: NO
de: NEIN
hi: नहीं

source: Location Not set,Click on Icon!
de: Standort nicht festgelegt, klicken Sie auf das Symbol!
es: Ubicación no establecida, haga clic en el icono!
hi: स्थान सेट नहीं है, आइकन पर क्लिक करें!

source: Agnihotra Buddy
hi: अग्निहोत्र मित्र

source: Delete All Location
de: Alle Standorte löschen
es: Alle Standorte löschen
hi: सभी स्थान मिटायें

source: Add Location
de: Standort hinzufügen
es: Standort hinzufügen
hi: स्थान जोड़े

source: Enter Manually
de: manuell eingeben
es: Bitte manuell eingeben
hi: निर्देशांक डालें

# Use Googlle Map
source: Use Google Map
de: Google Maps verwenden
es: Usa Google Map
hi: Google मानचित्र का उपयोग करें

source: CHANGE TIMEZONE
de: Zeitzone ändern
es: Zeitzone ändern
hi: नहीं , मानक बदलें

source: CONFIRM
de: Bestätigen
es: Bestätigen
hi: सही है

# titleLabel
source: Please Confirm timezone for this location
de: Bitte bestätigen Sie die Zeitzone für diesen Standort.
es: Por favor, confirme la zona horaria para esta ubicación.
hi: कृपया इस स्थान के लिए समय क्षेत्र की पुष्टि करें.

source: CANCEL
de: Abbrechen
es: Cancelar
hi: नहीं

source: YES
de: Ja
es: Sí
hi: हाँ

source: Please confirm timezone for this location.
de: Bitte bestätigen Sie die Zeitzone für diesen Standort.
es: Favor confirmar la zona horaria para esta ubicación
hi: क्या इस स्थान का समय मानक सही है ?

source: Settings
de: Einstellungen
es: Configuración
hi: सेटिंग्स

source: Contacts
de: Kontakte
es: Contactos
hi: संपर्क

source: About
de: Über
es: Acerca de
hi: जानकारी

source: Privacy policy
de: Datenschutz
es: Política de privacidad
hi: गोपनीयता नीति

source: Share
de: Teilen
es: Compartir
hi: शेयर

source: SELECT
de: Auswählen
es: SELECCIONAR
hi: चुनें

source: MAP VIEW
de: Kartenansicht
es: VISTA DEL MAPA
hi: मानचित्र

source: Are You Sure You Wish To Delete All Location
de: Sind Sie sicher, dass Sie alle Orte löschen möchten?
es: ¿Está seguro de que desea eliminar toda la ubicación
hi: क्या आप सभी स्थानों को मिटाना चाहते है ?

source: Cancel
de: Abbrechen
es: Cancelar
hi: नहीं

source: Proceed
de: weiter
es: Proceder
hi: हाँ

source: Functional Shortcuts
de: Spezielle Tastenbelegungen
es: Accesos directos funcionales
hi: उपयोग कूंजी

source: Rename/Delete
de: umbenennen/löschen
es: Renombrar / Eliminar
hi: मिटाने या नाम बदलने के लिए

source: Location
de: Standort
es: Ubicación
hi: स्थान

# Load Feature Timeing
source: Load Feature Timing
es: Tiempo de carga de la característica
hi: लोड सुविधा समय

source: Long Press Location
de: Lange drücken Sie Position
es: Ubicación de la prensa larga
hi: लोकेशन आइकॉन को देर तक दबाएं

source: Icon
de: Symbol
es: Icono
hi: चिह्न

source: Credits
de: Wir bedanken uns bei
es: Creditos
hi: आभार

source: Maximilian Weber
hi: मैक्सिमिलियन वेबर

source: Bruce johnson and Ulrich Berk
hi: ब्रूस जॉनसन और उलरिच बर्क

# Entie Community at StackOverflow
source: Entire Community at StackOverflow
de: Entie Community bei StackOverflow
es: Entie Community bei StackOverflow
hi: StackOverflow में प्रवेश समुदाय

# Courtsey
source: Courtsey: A2 Natural
de: Courtsey: A2 Natürlich
es: Courtsey: A2 Natürlich
hi: के सौजन्य से

source: Home Location
de: Heimatstandort festlegen
es: Localización de la casa
hi: गृह स्थान

source: Loads on start up
de: Lädt bei der Inbetriebnahme
es: Cargas en el arranque
hi: शुरुआत में लोड होगा

source: CHANGE
de: ändern
es: CAMBIO
hi: बदलें

source: General
de: Allgemeines
es: Allgemeines
hi: सामान्य

source: Screen Always on
de: Bildschirm immer eingeschaltet lassen
es: Pantalla siempre encendida
hi: स्क्रीन चालू रखें

source: Keeps screen awake while app is open
de: Bildschirm immer eingeschaltet lassen
es: Mantiene la pantalla activa mientras la aplicación está abierta
hi: एप खुला हो तब स्क्रीन सदैव चालू रखें

source: 24 hour clock
de: 24 Stunden
hi: 24 घंटे की घड़ी

source: Change Time Format to 12 or 24 hours
de: Zeitformat auf 12 oder 24 Stunden ändern
es: Cambiar el formato de hora a 12 o 24 horas
hi: घडी का प्रकार बदले - १२ या २४ घंटे

source: Meditation Bell
de: Meditationsglocke
es: Campana de meditacion
hi: घंटी बजाएं

source: Display countdown or clock in centre
de: Countdown oder Uhr in der Mitte anzeigen
es: Mostrar cuenta atrás o reloj en el centro
hi: बीच में घडी या बाकि समय दिखाएँ

source: Display Countdown
de: Countdown anzeigen
es: Mostrar cuenta regresiva
hi: बाकि समय दर्शाए

source: Agnihotra Alarm
es: Alarma de Agnihotra
hi: अलार्म

source: Set alarm to ring before agnihotra
de: Stellen Sie den Alarm so ein daß er vor Agnihotra klingelt
es: Pon la alarma a sonar antes de agnihotra
hi: अग्निहोत्र के पहले याद दिलाने के लिए

source: Location Not Set
de: Standort nicht festgelegt
es: Ubicación no establecida
hi: स्थान सेट नहीं है

source: Manual Entry
de: Manuelle Eingabe
es: Entrada manual
hi: निर्देशांक डालें

source: Enter location below in Degrees using Standerd convention +ve for North/East and-ve for South/West
de: Geben Sie Ihren Standort an im Format Grad / Minuten / Sekunden (gg.mm.ss) Verwenden Sie ein vorgestelltes Minus-Zeichen (-) für südliche Breite sowie für westliche Länge.
es: Ingrese la ubicación abajo en Grados usando la convención Standerd + ve para Norte / Este y-ve para Sur / Oeste
hi: उत्तर / पूर्व के लिए स्टेंडरड कन्वेंशन + ve और दक्षिण / पश्चिम के लिए ve का उपयोग कर डिग्री में नीचे स्थान दर्ज करें

source: USE THIS LOCATION
de: DIESEN STANDORT NUTZEN
es: Usa esta ubicación
hi: इस स्थान का चयन करें

source: SEE THIS LOCATION ON MAP
de: Diesen Standort auf der Karte zeigen
es: VER ESTA UBICACIÓN EN EL MAPA
hi: इस स्थान को नक़्शे पर देखें

source: Latitude
de: Länge
es: Latitud
hi: अक्षांश

source: Longtitude
es: Längengrad
hi: देशान्तर

source: please enter latitude
de: Bitte geben Sie den Breitengrad ein
es: por favor ingresa latitud
hi: कृपया अक्षांश दर्ज करें

source: OK
es: DE ACUERDO
hi: ठीक

source: Please enter longitude
de: Bitte Länge eingeben
es: Por favor ingrese longitud
hi: कृपया देशांतर दर्ज करें

source: Contact for more information
de: Kontakt für weitere Informationen
es: Por favor ingrese longitudeContact para más información
hi: अधिक जानकारी के लिए संपर्क करें

source: SATELLITE
de: SATELLIT
es: SATÉLITE
hi: उपग्रह

source: please Location First
de: bitte Standort zuerst
es: por favor ubicación primero
hi: कृपया स्थान पहले

source: Set Alarm Time
de: Weckzeit einstellen
es: Establecer hora de alarma
hi: अलार्म टाइम सेट करें

source: Save
de: Sparen
es: Salvar
hi: सहेजें

# 2004 Deustsche Gesellschaft f.Home-Thrape haldenhof, 78357 Muehhlingen
source: @ Deustsche Gesellschaft f.Home-Thrape haldenhof, 78357 Muehhlingen
de: © 2004 Deutsche Gesellschaft für Homa-Therapie, Haldenhof, 78357 Mühlingen
es: 2004 Deustsche Gesellschaft f.Home-Thrape haldenhof, 78357 Muehhlingen
